{
  "chapters": [
    {
      "title": "Unit 1 - Critical Thinking",
      "story": "<p><b>Unit 1</b></p> <p><b>Critical Thinking</b></p> <p><b>&lsquo;Know Thyself&rsquo;</b></p> <p>Video Topics:</p> <p> Summary of this chapter (main Points) &nbsp;Exercise Solution (All Questions Answers) </p> <p>This is not easily understandable, first we need to study a novel named &ldquo; Wonder&rdquo; by RJ Palacio to Understand this.</p> <p>So here, A kid named &ldquo; August also called Auggie&rdquo; Has a special facial syndrome by which he has distorted facial shape.&nbsp;</p> <p>He is confidence-less since some students tease him at school. But, Since he is a very smart guy, a Humorous kid named &ldquo;Jack &ldquo; becomes friends with him. August starts feeling a little comfortable at school since he gets a new friend. Kindness is the main theme of this entire novel.</p> <p><br></p> <p>Summary</p> <p> When the bell rings, August checks his class schedule and sees that he is supposed to go to English in Room 321. He walks there with his head down, not stopping to find out if anyone he knows is going there, too. He arrives in a classroom where a bearded man is writing on the chalkboard. Once there, August again chooses a seat in the back of the room. August avoids making eye contact with anyone, and nobody except Jack sits near him. This interests August because Jack is obviously funny and well liked. If he wanted, he could probably sit with almost anyone. When the bell rings again, the teacher introduces himself as Mr. Browne and tells everyone the plan for the semester. Again, August notices the exact moment when the teacher spots him among the class. In the second period&mdash;which is English&mdash;Mr. Browne introduces the semester&apos;s syllabus. He notices Auggie, but keeps &quot;right on talking&quot; (1.Choose Kind.3). Mr. Browne introduces the class to &quot;Precepts = Rules about Really Important Things!&quot; (1.Chose Kind.3), and then the class brainstorms important things for a while as Mr. Browne writes their answers up on the board. Mr. Browne arrives at &quot;WHO WE ARE!&quot; as the most important of all the Important Things, and the most important question is, &quot;What kind of person am I?&quot; The September precept is: &quot;WHEN GIVEN THE CHOICE BETWEEN BEING RIGHT OR BEING KIND, CHOOSE KIND.&quot; The class will discuss and write about the precept set by Mr. Browne each month. Mr. Browne even wants his students to come up with their own personal precept over the summer, and mail it to him from wherever they are. Needless to say, students and teachers alike are amazed that people actually do this. Auggie realizes he is going to like school no matter what. </p> <p><br></p> <p>Exercise</p> <p><br><br></p> <h2><b>&nbsp;</b><b>Unit 1</b></h2> <h2><b>Critical Thinking</b></h2> <h2><b>Know Thyself</b></h2> <p>Exercise&nbsp;</p> <p>Working with words&nbsp;</p> <p> <b>&nbsp;Find the words from the text that match with the following meanings.&nbsp;</b> &nbsp;Shuffling : walking by dragging one&apos;s feet along or without lifting them fully from the ground&nbsp; &nbsp;Doodling&nbsp;:&nbsp;drawing pictures or patterns while thinking about something else&nbsp; &nbsp;Plaque: a piece of flat metal with writing on it&nbsp; &nbsp;Percept&nbsp;: a general rule intended to regulate behaviour or thought&nbsp; &nbsp;Sneak&nbsp;:&nbsp;move or go in a furtive or stealthy way&nbsp; </p> <p><br></p> <p> <b>&nbsp;Consult your teacher and define the following thinking skills.&nbsp;</b> <b>&nbsp;convergent thinking</b> </p> <p>= In convergence thinking, the answer to an issue may be derived by using established principles and logical reasoning. Solving a problem within the context of existing knowledge and refining the answer based on logical inference is what this kind of reasoning entails. Variety of tests, such as multiple choice tests, standardized tests, quizzes, spelling tests and similar other tests require convergent thinking, because only one answer can be 100% correct. A convergent thinker would only regard a person to be either sick or healthy.&nbsp;</p> <p><br></p> <p> <b>&nbsp;divergent thinking&nbsp;</b> </p> <p>= Divergent thinking is a way of thinking that involves examining many options. It is a creative way of finding the solution of a problem,</p> <p><br></p> <p> <b>&nbsp;critical thinking</b> </p> <p>= Critical thinking is the intellectually disciplined process by which knowledge collected from or produced via observation, experience, contemplation, reasoning, or communication is actively and skilfully conceptualized, applied, analyzed, summarized or evaluated, as a guide to faith and action.</p> <p><br></p> <p> <b>&nbsp;creative thinking&nbsp;</b> </p> <p>= Creative thinking is a talent that allows you to look at things in a new way and from various perspectives. It is an innovative style of thinking that leads to unexpected findings and fresh ways of doing things. Creative thinking may be helped to create ideas through brainstorming or lateral thinking.</p> <p><br></p> <p><b>Comprehension&nbsp;</b></p> <p><b>&nbsp;Answer the following questions.&nbsp;</b></p> <p> &nbsp;Who was Jack? How did he make children laugh?&nbsp; </p> <p>= Jack was a friednly and kind-hearted kid who used to make children laugh childrens by cracking jokes and riddles.</p> <p><br></p> <p> &nbsp;Why are &ldquo;Sharks&rdquo; important to Reid?&nbsp; </p> <p>= Sharks are important to Reid because they help to keep the ocean clean by eating dead organisms.</p> <p><br></p> <p> &nbsp;What does Mr. Browne think about the most important thing?&nbsp; </p> <p>= Mr. Browne thinks that the most important thing is to know ownself, or own character&apos;s and evaluate them to bring out the best version of someone.</p> <p><br></p> <p> &nbsp;What is that has not been noticed by the student?&nbsp; </p> <p>= &quot; The message in the notice board of the school entrance gate&quot; that writes - &quot;Know Thyself&quot; was the thing that has not been noticed by any student.</p> <p><br></p> <p> &nbsp;How did Jack make fun of the English class?&nbsp; </p> <p>= Jack made fun of the English class by sarcastically answering the teacher&apos;s question of &quot;Why are you here?&quot;. He answered in a funny way that they were there to attend English class while the answer was sensitive.</p> <p><br></p> <p> &nbsp;What were the students going to do at the end of the month?&nbsp; </p> <p>= Students were going to submit the essay on the basis of the precepts that the teacher wrote as &quot; Mr. Browne&apos;s Precepts.&quot;</p> <p><br></p> <p> &nbsp;What particular act of students surprised a girl student?&nbsp; </p> <p>= Students used to come up with their very own personal precept, write it on a postcard, and mail it to Mr. Brownie (English Teacher) after their graduation, this thing surprised the girl student.</p> <p><br></p> <p><b>Critical thinking&nbsp;</b></p> <p> <b>&nbsp;Have you made your own precept after you read this lesson? What is it? Share it with your friends.&nbsp;</b> </p> <p>= Precept is a rule or principle that we make to conduct our behaviour in accordance with that. I also had many precepts even before reading this lesson. The major precepts of my life are:&nbsp;</p> <p>&quot;Anything that happens, happens for good&quot;,&nbsp;</p> <p>&quot;Always stay Positive&quot;&nbsp;</p> <p>&quot; Believe in Karma rather than fate&quot;&nbsp;</p> <p>&quot; What we are today is the result the choices we made yesterday, so we have to make choices wisely&quot;</p> <p><br></p> <p>These are some of the precepts which I don&apos;t only think are ideal but also try to ideally follow them in my daily behaviours.&nbsp;</p> <p><br></p> <p> <b>&nbsp;According to Josh Lanyon, &ldquo;If there was one life skill everyone on the planet needed, it was the ability to think with critical objectivity.&rdquo; Justify this statement with your logic.</b> </p> <p>= Critical Thinking is the biggest blessing that everyone wants. If someone has the skill to think creatively, she/he is sure to get name/fame/ and money. Creativeness brings the most out of someone. It brings newness, uniqueness and better ideas. From Handling any situation skilfully, communicating with people in a logical manner, to writing books, stories that everyone likes and is interested in, Creativity is the one that matters.&nbsp;</p> <p><br></p> <p>Josh Lanyon has said this very finest quote which I personally liked very much. Creativity enables us to more freely and innovatively examine and resolve issues. Creativity expands up your thinking. A civilization that has lost touch with its creative side is a society in which generations may be closed. It expands our prospects and may assist us to overcome obstacles.</p> <p><br></p> <p>In Nutshell, Creativity encourages group thinking.</p> <p>Creativity fosters ideas.</p> <p>Creativity promotes resilience.</p> <p><br></p> <p><b>Grammar</b></p> <p><b>Question Tag</b></p> <p> <b>&nbsp;Rewrite the following sentences adding appropriate question tag.</b> &nbsp;Gill does not know Ann,&nbsp;<b><i>Does he</i></b>? &nbsp;I&rsquo;m very patient,&nbsp;<b><i>Aren&apos;t I</i></b>? &nbsp;They&rsquo;d never met me before,&nbsp;<b><i>had they?</i></b> &nbsp;Listen carefully,&nbsp;<b><i>will you?</i></b> &nbsp;Let&rsquo;s have a break,&nbsp;<b><i>shall we?</i></b> &nbsp;Let us invite them,&nbsp;<b><i>Shall we?</i></b> &nbsp;Hari used to live in France as a boy,&nbsp;<b><i>didn&apos;t he?</i></b> &nbsp;You&rsquo;d better not take a hard drink,&nbsp;<b><i>had you?</i></b> &nbsp;Sheep eat grass,&nbsp;<b><i>don&apos;t they?</i></b> &nbsp;Mr. Pande can speak nine languages,<b><i>&nbsp;can&apos;t he</i></b>? &nbsp;She&rsquo;s finished her classes,&nbsp;<b><i>hasn&apos;t she?</i></b> &nbsp;She barely managed to reach the goal, did she? &nbsp;Don&rsquo;t let him swim in that pond, Will you? &nbsp;There are lots of people here, aren&apos;t there? </p> <p><br></p> <p> <b>&nbsp;Read the following situations. What do you say in these situations? Use question tags.</b> &nbsp;The sky is full of clouds. You can see lightning and hear thunder.&nbsp; </p> <p>It&rsquo;s going to rain soon, isn&apos;t it?</p> <p><br></p> <p> &nbsp;You want to pay the taxi fare but you are short by 100 rupees.&nbsp; </p> <p>Shyam, you have to lend me Rs. 100, haven&apos;t you?</p> <p><br></p> <p> &nbsp;You have met a stranger at a party and you want to have a chat with him/ her.&nbsp; </p> <p>We can be friends, can&apos;t we?</p> <p><br><br></p> <p> &nbsp;You came out of the film hall with your friend. You enjoyed the film.&nbsp; </p> <p>The film was very enjoyable, wasn&apos;t it?</p> <p><br></p> <p> &nbsp;You and your friend listened to a comedian on the stage and felt spellbound by his/her performance. </p> <p>He gave an excellent presentation, didn&apos;t he?</p> <p><br></p> <p> &nbsp;You think your friend&rsquo;s father has arrived from the US but you are not sure.&nbsp; </p> <p>Your father has not arrived from the US, has he?</p> <p><br></p> <p> &nbsp;You think Susan will join the new job tomorrow but you are not sure.&nbsp; </p> <p>Susan will go to her new job tomorrow, won&apos;t she?</p> <p><br></p> <p> &nbsp;Your friend&rsquo;s hair looks too short. </p> <p>You have got too short hair, haven&apos;t you?</p> <p><br></p> <p> &nbsp;You want to go for a picnic with your friends in class.&nbsp; </p> <p>Let&rsquo;s go for a picnic, shall we?</p> <p><br></p> <p> &nbsp;You want permission from your father to go for a walk.&nbsp; </p> <p>Let me go for an evening walk, will you?</p> <p>"
      "reward": " This is the content you get as reward for chapter 1 " 
   
    },
    {
      "title": "Unit 2 - Family",
      "story": "<br><br><br></p> <h2><b>&nbsp;Unit - 2</b></h2> <h2><b>Family</b></h2> <p><br></p> <p><i>&nbsp;Exercise &nbsp;&nbsp;</i></p> <p>Working with words&nbsp;</p> <p> <b>&nbsp;Find &nbsp;words from the text and solve the puzzle. Clues are given below.&nbsp;</b> </p> <p>ACROSS&nbsp;</p> <p> &nbsp;the custom having more than one wife at the same time =&nbsp;<b><i>Polygamy</i></b> &nbsp;to find acceptable way of dealing with opposing ideas, needs etc. =&nbsp;<b><i>Solution</i></b> &nbsp;the process at which towns, streets, etc. are built where there was once countryside =&nbsp;<b><i>Urbanization</i></b> &nbsp;the process in which somebody learns to behave in an acceptable way in their society = &nbsp;<b><i>Socialization</i></b> </p> <p><br></p> <p>DOWN&nbsp;</p> <p> &nbsp;ruled or controlled by men = &nbsp;<b><i>Patriarchal</i></b> &nbsp;the act of taking over a position =&nbsp;<b><i>Domination</i></b> &nbsp;done in a way without caring if people are shocked =&nbsp;<b><i>Blatant</i></b> &nbsp;single-parent =&nbsp;<b><i>Lone Parent</i></b> </p> <p><br></p> <p> <b>&nbsp;Find the meanings of the following family-related words and use them in your own sentences.&nbsp;</b> </p> <p><b>nuclear family</b></p> <p>= Families with two parents and one or more children are referred to as nuclear families.</p> <p>Sentence: After adopting the nuclear family model, we&apos;ve forgotten to care for the old people.</p> <p><br></p> <p><b>monogamy</b></p> <p>= The system of marrying to one person at a time.</p> <p>Sentence: Forbidding monogamy and insisting that all men have numerous women, Muhammad quit the religious cult in protest.</p> <p><br></p> <p><b>Sibling-in-law</b></p> <p>= The spouse of one&apos;s sibling or the sibling of one&apos;s spouse is referred to as one&apos;s sibling-in-law.</p> <p>Sentence: My sibling-in-law has returned from Australia and currently living with us.</p> <p><br></p> <p><b>Milk kinship</b></p> <p>= Breastfeeding women and their non-biological nursing babies are considered &quot;milk kinship&quot;, and future marriages between &quot;milk brothers and sisters&quot; are forbidden.</p> <p>Sentence: She is not my biological mother but yet We have a milk kinship, because She had breastfed me when I was infant.</p> <p><br></p> <p><b>Matrilineal</b></p> <p>= System in which ancestry is traceable via maternal rather than paternal lines (the latter being termed patrilineage or patriliny).</p> <p>Sentence: Matrilineal system has not been inherited in our society yet.</p> <p><br></p> <p><b>Nepotism</b></p> <p>= Such a condition which occurs when people in positions of authority or influence provide preferential treatment and employment to their close relatives or friends.</p> <p><br></p> <p>Sentence: There&apos;s no doubt about it, Shyam is a fool, still his father hired him with nepotism.</p> <p><br></p> <p><b>Maternity</b></p> <p>= State or feeling of being mother, motherhood</p> <p>Sentence: She is not a woman with an interest in maternity.</p> <p><br></p> <p> <b>&nbsp;The following words are from the above text. Each word has two parts.&nbsp;</b> </p> <p>polygamy, unmarried, nontraditional, dissolution, inequitable&nbsp;</p> <p>poly, un, non, dis and in are prefixes. They make new words when they are added to the beginning of other root words.&nbsp;</p> <p><br></p> <p><b>Make at least five words using the prefixes given. Consult a dictionary to learn how they change the meaning of root words.&nbsp;</b></p> <p><b>pre-</b></p> <p>Prefix&nbsp;</p> <p>Present</p> <p>Prepare</p> <p>preface</p> <p>pre-teen</p> <p><br></p> <p><b>semi-&nbsp;</b></p> <p>Semiconductor</p> <p>semiformal.</p> <p>semiweekly.</p> <p>semidesert.</p> <p>semiliquid.</p> <p><br></p> <p><b>sub-</b></p> <p>Subshell</p> <p>Sub-See&nbsp;</p> <p>subaltern,&nbsp;</p> <p>subeditor,&nbsp;</p> <p>submarine,&nbsp;</p> <p>subordinate,</p> <p><br></p> <p><b>mis-</b></p> <p>misspelt,&nbsp;</p> <p>misshaped</p> <p>misspell</p> <p>mistrust</p> <p>mismatch</p> <p><br></p> <p><b>mono-</b></p> <p>Monopoly&nbsp;</p> <p>Monogamy</p> <p>Monocotyledon</p> <p>monogram,&nbsp;</p> <p>monograph,&nbsp;</p> <p>monolingual,</p> <p><br></p> <p><b>un-</b></p> <p>Unnatural,&nbsp;</p> <p>Unable</p> <p>Unaware</p> <p>Unveil</p> <p>Unnecessary</p> <p><br></p> <p><b>in-</b></p> <p>Inhuman,</p> <p>Indeed</p> <p>Infant</p> <p>Insane</p> <p>Invent</p> <p>&nbsp;</p> <p><b>inter</b></p> <p>Interconnection</p> <p>interim</p> <p>interloper</p> <p>intermittent</p> <p>interpose</p> <p>intersperse</p> <p><br></p> <p><b>Comprehension</b>&nbsp;</p> <p> <b>&nbsp;The headings of the first five paragraphs of the above text are given below. Write paragraph numbers next to them.&nbsp;</b> &nbsp;Patriarchal family &nbsp;= 3rd Paragraph &nbsp;Functions of the family = 2nd Paragraph &nbsp;Modern model of family = 5th Paragraph &nbsp;Effects of industrialization on family structure = 4th paragraph &nbsp;Defining family = 1st paragraph </p> <p><br></p> <p> <b>&nbsp;Answer the following questions.&nbsp;</b> <b>&nbsp;What type of family is thought to be the oldest form of the family?&nbsp;</b> </p> <p>= Known as a nuclear family, this unit is considered to be the oldest of all family forms.</p> <p><br></p> <p> <b>&nbsp;How does a family provide security to its members?&nbsp;</b> </p> <p>= Security is a major benefit of a family, both physically and mentally. If necessary, a strong family will provide protection against pressures from the outside world and provide its members the confidence they need to confront these challenges.</p> <p><br></p> <p> <b>&nbsp;What were the features of a medieval European family?&nbsp;</b> </p> <p>= The main feature of the Medieval European family is that it was&nbsp;male-dominated and extended.</p> <p><br></p> <p> <b>&nbsp;What caused the dissolution of extended families in the West?&nbsp;</b> </p> <p>= When it comes to changing family structures in Western countries, industrialisation is the main reason, along with urbanization has brought about and continues to bring about numerous new developments. Unmarried youths in particular abandoned rural areas to work in factories in metropolitan areas. As a result of this procedure, a number of extended families were dissolved.</p> <p><br></p> <p> <b>&nbsp;What change occurred in gender roles in the modern family that emerged after the Industrial Revolution?&nbsp;</b> </p> <p>= Originarily, the industrial revolution led to a domestication of women, as men went to occupations in other sectors and women were expected to care for the children. Similarly, Family responsibilities that were previously believed to be entirely male or female were changed into shared responsibilities. Also, As divorce rates rose, so did the number of one-parent families.</p> <p><br></p> <p> <b>&nbsp;What is family law?&nbsp;</b> </p> <p>= Legal problems related to family relationships, such as adoption and divorce, are dealt with under the field of law, which is called family law. Children&apos;s issues are handled by family law attorneys as well as other relevant legal issues.</p> <p><br></p> <p> <b>&nbsp;How is modern marriage defined?&nbsp;</b> </p> <p>=Simply modern marriages are defined as such marriages where the husband and wife share responsibilities. Traditional weddings have trapped the couples into their predetermined roles without a choice. Modern marriages make individual choices possible. The couples are regarded as equal partners and women have a role in decision-making for the family.</p> <p><br></p> <p> <b>&nbsp;What do special family courts try to do?&nbsp;</b> </p> <p>= Family court is a special court for legal issues originating from family connections. The family court is typically a combination of various kinds of courts, such as the courts and orphan courts, which deal with specific family issues such as&nbsp;matrimonial issues, spousal property, the legitimacy of any person, maintenance, guardianship of the person or custody of or access to any minor.</p> <p><br></p> <p> <b>&nbsp;What does the legislation on child labour and child abuse declare?&nbsp;</b> </p> <p>= The legislation on child labour and child abuse declares that &quot;No child below the age of fourteen years shall be employed to work in any factory or mine or employed in any hazardous employment.&quot; It further asserts on child interest-based behaviours to be done and of free education and health care.</p> <p><br></p> <p> <b>&nbsp;What is common among most legal systems regarding property?&nbsp;</b> </p> <p>= In most legal systems a departed family member can deal with property sharing. The will or legacy describes the decedents&apos; desires for such distribution, however, what appears to be irrational or unfair provisions could be opposed by the spouse or child survivors. In case property is not claimed, there are also laws which recognize family claims (i.e., with no will to determine its distribution).</p> <p><br></p> <p><b>Critical thinking&nbsp;</b></p> <p> <b>&nbsp;What changes have started to occur in Nepali families in recent days? What impacts will they bring on society? Discuss.&nbsp;</b> </p> <p>= In today&apos;s families in Nepal, though patriarchy has it&apos;s deep rooted presence, some changes have started to roll out. Women are being independent. They are not only trapped in hope doing home activities that were predetermined. Gender equality and equal rights are evolving in Nepal at a gradual pace.&nbsp;&nbsp;Every member of the family understands each other happily and may share an idea, the concept in the family. Both men and women can control the household, their own country, in Nepali households.&nbsp;</p> <p>In the past, marriages were organized by parents and all social traditions were followed. However, today&apos;s trend is totally different and young people in Nepali society decide their future independently and marriage, particularly in universities and colleges, and friend groups are active. The reason for raising the ratio of divorce is because parents do not participate and adolescents have made mistaken decisions about the wrong results.</p> <p>In today&apos;s development oriented families, Everyone in the family, male and female, has equal rights. The tradition of living in a joint family barely prevails in Nepali society. Nowadays, young couples desire to live with children, husbands and women in a nuclear family with full happiness, yet on the other hand divorce is rapidly increasing in Nepal as a result of the nuclear family&apos;s misunderstanding. The feeling of selfishness has emerged and people expect their sensation to gratify nowadays.&nbsp;</p> <p>The major advantage that a nuclear family has is a separate entity that is completely free of older members&apos; supervision. The children in the nuclear family are closer to their parents and they may readily talk to themselves about their concerns. People in a nuclear family can freely make their decisions and set new regulations and rules for their little households. Nuclear families are financially stable enough to live with their children in luxury. Women have a lot of time in the nuclear family to take care of their children, but they also can control things as they like.</p> <p>But on the other hand, You can&apos;t receive support instantly in your emergency in a nuclear household. Children cannot grow up with their grandparents as well as other family members and they do not comprehend the culture and values of the family for this reason. A nuclear family is not helping, so women must play several duties, such as cooking, babysitting, and so on, so it&apos;s hard for them to take care of themselves or manage their relationship with others. The husband and wife of a nuclear family generally work, and their children are neglected and emotionally unsafe. They will start to feel lonely when they go free. Housewives, in particular, may feel alone if no one speaks.</p> <p><br></p> <p> <b>&nbsp;We see many elderly people in the elderly homes these days in Nepal. Some of them are abandoned while others live there willingly. Do you think Nepali people are deviating from their traditional culture? Give reasons.</b> </p> <p>= Majority of people in today&apos;s society have lost their souls, promised to earn money for themselves. Our desire for owning and enjoying material things creates this scenario. We weren&apos;t as old, the elders were respected, adored in a common family structure, were the apple of the eye. Now it&apos;s all nuclear, family, arms, theory of the single child. Happiness is the main motivation, as if we&apos;re going to live forever. Everything else is thrown away. This is the cause of the sad condition of seniors&apos; families&apos; ideals and the culprits are western culture and materialistic views.</p> <p>In nepali society, greed, study reasons and industrialization is also the cause of the sorry state of our elderly people. People are busy at their work and jobs, and have no time to take care of their old parents. That is why Even parents do not want to stay with their offspring with the fear of being neglected. Nepali people are not actually deviating from their traditional culture, but the time and busy work schedules and desire of having a very small or nuclear family is the main cause of such a state of older people in our society.</p> <p><br></p> <p><b>Writing</b></p> <p> <b>&nbsp;Write an essay on The Importance of Family.</b> </p> <p><b>Importance of Family</b></p> <p>Family is defined as a group of one or more parents and their children living together as a unit. &nbsp;Family is a valuable gift that god has given to us. Love, support, and a shared set of values are all provided by the family. Each member of the family teaches and serves the others, and they participate in each other&apos;s pleasures and sorrows in life together.&nbsp;People grow in their families.</p> <p>A child&apos;s family is the single most significant impact on his or her development. Since their infancy, children have relied on their parents and relatives to protect them and care for their basic necessities, as well as to educate them. Families and parents are the first people a kid meets. In addition to providing protection and identity, families instill values in all members, regardless of age. The family comes to the rescue when a member of the family is insecure or in danger and needs assistance. He develops a sense of self and a basis for the rest of his life as a result. This includes the familial values, which form the basis for his personal moral code. Time spent with family teaches people the importance of love, gratitude, and open communication.</p> <p><br></p> <p>Maintaining family customs also reinforces the significance of the bond between members of the family. We call them &quot;family traditions&quot; because they&apos;re events that families share on a regular basis. In addition to creating a lifetime of memories, these events offer family members a greater feeling of belonging. Every member of the family feels significant because of the connection that is formed.</p> <p>In nutshell, God&apos;s greatest gift to us is our family. In other words, it&apos;s the first lesson in how to relate to people. &apos;Family&apos; has a great deal of meaning. In other words, it is feeling safe, having someone you can rely on, and having someone with whom you can talk about your difficulties with. But it also entails mutual respect and a shared sense of responsibility for others.</p> <p><br></p> <p> <b>&nbsp;Some individuals believe that living in a nuclear family is preferable. Others believe that living with extended relatives is preferable. What are your thoughts? Write an essay comparing and contrasting the benefits and drawbacks of each.</b> </p> <p>The ideal family is one that allows each family member to develop and have his or her own space, appreciates ideas and views, believes in equality, and shares mutual respect and understanding. Of course, every family has its unique set of problems. However, the family that overcomes all of this and does not drag the problems are the ideal.</p> <p>If members of a joint family or a nuclear family aren&apos;t permitted to express themselves properly, they may feel very lonely and a feeling of lack of freedom.</p> <p>A nuclear family has its own set of disadvantages. At times, you may feel lost. Especially while parenting small children without the assistance of parents or other family members. A combined family may be more beneficial in this regard. But, before I form a judgment, I should note that, since a joint family has many people, there may be many diverse views and conflicts.</p> <p>There are many Joint family&apos;s advantages. Children have a great time. Whenever you need it, you may ask for help. Childs learn moral values from older people. There are enough people in your life to take care of. It reduces workload.</p> <p>On the other hand, Young couples have less alone time. Everything is a family affair, therefore it&apos;s unusual to see a couple out and about on their own. Their schedules for domestic chores may vary.</p> <p>Overwhelming amounts of unwelcome advice leave little room for experimentation. The rules are enforced with more rigor. Last but not least, there is the issue of money. As long as the family&apos;s income is derived from a shared source, it is OK. It is tough to manage finances if everyone earns differently. Either the high-income individual has to pay more, or the quality of life for him/her would be much lower if everyone paid equally.</p> <p>So, to summarize my opinion, it depends on who makes up the family. Members must be patient with one another. There are happy nuclear families as well as happy joint families.</p> <p><br><br></p> <p><b>Grammar&nbsp;</b></p> <p><b>Modal verbs&nbsp;</b></p> <p> <b>&nbsp;Study the given sentences carefully.</b> &nbsp;Please read this letter for me. I can&apos;t see without my glasses.&nbsp; &nbsp;After working for a couple of years in China, I can speak Chinese now.&nbsp; &nbsp;When he was 40, he could earn a six digit salary.&nbsp; &nbsp;After six hours&apos; climbing, we were able to reach the summit.&nbsp; &nbsp;Yesterday, I lost my keys. I looked for them everywhere but I couldn&apos;t find.&nbsp; </p> <p><br></p> <p><b>Simple logical trick-</b></p> <p>Use should - when 80% Chances are there</p> <p>Use Might - when 50% chances are there</p> <p>Use would - for conditional statements</p> <p>Use must -&nbsp;used for present and future reference&nbsp;to express obligation, give orders and give advice.</p> <p>Use could - when there is a option</p> <p><br></p> <p> <b>&nbsp;Choose the best answer to complete the sentences.</b> &nbsp;&apos;How much was your parking ticket?&apos; &apos;Fifty rupees.&apos; &apos;Oh well, it<i>&nbsp;could have</i> been worse.&apos;&nbsp; &nbsp;could have &nbsp; ii. must have &nbsp; iii. should have&nbsp; </p> <p><br></p> <p> &nbsp;It&nbsp;<i>might have gotten</i> lost in the post. These things happen sometimes.&nbsp; &nbsp;can&apos;t have &nbsp; ii. might have &nbsp; &nbsp;iii. must have&nbsp; </p> <p><br></p> <p> &nbsp;&apos;Sorry I&apos;m late. I got delayed at work.&apos;&nbsp; </p> <p>&apos;You<i>&nbsp;could have</i> called. I was really worried about you.&apos;&nbsp;</p> <p> &nbsp;must have &nbsp; ii. could have &nbsp; &nbsp;iii. would have&nbsp; </p> <p><br></p> <p> &nbsp;&apos;I don&apos;t think he meant to be rude.&apos; &apos;He&nbsp;<i>must have</i> said sorry.&apos;&nbsp; &nbsp;must have &nbsp; ii. might have &nbsp; &nbsp;iii. would have&nbsp; </p> <p><br></p> <p> &nbsp;&apos;Whose signature is this?&apos; &apos;I don&apos;t know. It&nbsp;<i>should</i> be Manoj&apos;s. That looks a bit like an M.&apos;&nbsp; &nbsp;must &nbsp; &nbsp; ii. could &nbsp; &nbsp; iii. should&nbsp; </p> <p><br></p> <p> &nbsp;I had it when I left the office so I&nbsp;<i>must have</i> lost it on the way home.&nbsp; &nbsp;mustn&apos;t have &nbsp; ii. must have &nbsp; iii. should have&nbsp; </p> <p><br></p> <p> &nbsp;You&nbsp;<i>might</i> think it&apos;s funny, but I think it&apos;s pathetic.&nbsp; &nbsp;might &nbsp; ii. should &nbsp; &nbsp;iii. could&nbsp; </p> <p><br></p> <p> <b>&nbsp;Complete the following sentences with appropriate endings. Use correct modal verbs.</b> </p> <p>Example:&nbsp;</p> <p>She could be a doctor; however,&hellip;&hellip;&hellip;&hellip;&hellip;.&hellip;&hellip;&hellip;&hellip;&hellip; .&nbsp;</p> <p>She could be a doctor; however, she preferred to be an advocate.&nbsp;</p> <p> &nbsp;At the end of the course, students must submit their assignments. &nbsp;If you want to earn a lot of money, you should work hard for smarter things. &nbsp;You were not in your house yesterday. You must have been with your friends for the movie. &nbsp;I&apos;m quite busy tomorrow. I could not join you on the morning walk. &nbsp;When you were a small kid, you must have been notorious. &nbsp;My car is broken. I might buy a new one. &nbsp;I&apos;ve got a fast speed internet at home. I should not misuse it for unnecessary things. &nbsp;Even though she didn&apos;t study well, she might have passed the exam. &nbsp;There are plenty of newspapers in the library. You can pick one if you want.&nbsp; &nbsp;What do you think you were doing, playing in the road? You could be harmed by accident. &nbsp;I have no time. I could not waste more time anymore. &nbsp;You don&apos;t look well. You must be depressed, </p> <p><br></p> <p>Next:&nbsp;</p> <p><b>Previous: Critical Thinking exercise</b></p> <p><br></p> <p><b>Copying notes for monetary profits without author&apos;s permission is strictly prohibited. You are free to use our notes for study purposes and submit your assignments.</b></p> <p>"
          "reward": " This is the content you get as reward for chapter 2 " 
    },
    {
      "title": "Unit 3 - Sports",
      "story": "<h2><b>&nbsp;Unit 3</b></h2> <h2><b>Sports</b></h2> <h2><b>Euro 2020</b></h2> <p><b>Exercise Notes</b></p> <p><b>Working with words&nbsp;</b></p> <p> <b>&nbsp;Many English words are from other languages, such as redemption in the news above comes from the Latin word redimere, a combination of re(d)-, meaning &ldquo;back,&rdquo; and emere, meaning &ldquo;buy.&rdquo; Now, find out the origin and the meaning of the following words from the text.&nbsp;</b> </p> <table> <tbody> <tr> <td> <p><b>Word</b></p> </td> <td> <p><b>Origin</b></p> </td> <td> <p><b>Meaning</b></p> </td> </tr> <tr> <td> <p>Penalty</p> </td> <td> <p>Old French penalite and from Medieval Latin penalitatem</p> </td> <td> <p>&quot;pertaining to punishment&quot;</p> </td> </tr> <tr> <td> <p>major</p> </td> <td> <p>from Latin maior (earlier *magios)</p> </td> <td> <p>&quot;greater, more important or effective, leading, principal</p> </td> </tr> <tr> <td> <p>stadium</p> </td> <td> <p>Latin form of the Greek word &quot; stadion</p> </td> <td> <p>a track for a foot race or chariot race.</p> </td> </tr> <tr> <td> <p>trophy</p> </td> <td> <p>from Old French troph&eacute;e</p> </td> <td> <p>a spoil or prize of war,&quot;</p> </td> </tr> <tr> <td> <p>defender</p> </td> <td> <p>Anglo-French from Old French defendeor</p> </td> <td> <p>one who protects from injury a champion</p> </td> </tr> <tr> <td> <p>anthem</p> </td> <td> <p>Old English ontemn, antefn</p> </td> <td> <p>&quot;a composition (in prose or verse) sung in alternate parts,&quot;</p> </td> </tr> <tr> <td> <p>dejection</p> </td> <td> <p>from Latin deiectionem</p> </td> <td> <p>&quot;to cast down,&quot;</p> </td> </tr> <tr> <td> <p>jubilant</p> </td> <td> <p>Latin iubilantem</p> </td> <td> <p>&quot;to shout for joy,&quot;</p> </td> </tr> <tr> <td> <p>record</p> </td> <td> <p>Latin recordari</p> </td> <td> <p>re- (&quot;back, again&quot;) + cor (&quot;heart; mind&quot;)</p> </td> </tr> <tr> <td> <p>suave</p> </td> <td> <p>from Old French sauv&eacute;</p> </td> <td> <p>&apos;saved&apos;</p> </td> </tr> <tr> <td> <p>podium</p> </td> <td> <p>from greece podion</p> </td> <td> <p>Little Foot</p> </td> </tr> <tr> <td> <p>tournament</p> </td> <td> <p>Old French torneiement</p> </td> <td> <p>&lsquo;take part in a tourney&rsquo;</p> </td> </tr> <tr> <td> <p>reminiscent</p> </td> <td> <p>from Latin reminiscentem (nominative reminiscens)</p> </td> <td> <p>&quot;pertaining to or characterized by reminiscence,&quot;</p> </td> </tr> <tr> <td> <p>incredible</p> </td> <td> <p>from Latin incredibilis,</p> </td> <td> <p>from in- &lsquo;not&rsquo; + credibilis</p> </td> </tr> <tr> <td> <p>savor</p> </td> <td> <p>Old French savor</p> </td> <td> <p>&quot;flavor, taste; sauce, seasoning</p> </td> </tr> </tbody> </table> <p><br></p> <p> <b>&nbsp;Consult a dictionary and define the following terms related to cricket.&nbsp;</b> </p> <p><b><i>Example: wicket: two sets of three sticks standing in the ground with pieces of wood lying&nbsp;</i></b></p> <p><b>stump =&nbsp;</b> stumps are the three vertical posts that support the bails and form the wicket.</p> <p><b>crease =&nbsp;</b>ping crease is a line that runs horizontally across a cricket pitch,</p> <p><b>boundary =&nbsp;</b> the perimeter of a playing field</p> <p><b>sixer =&nbsp;</b>a hit for six runs.</p> <p><b>googly =&nbsp;</b>, a googly refers to a type of delivery bowled by a right-arm leg spin bowler.</p> <p><b>leg-bye =&nbsp;</b> a run scored by the batting team if the batsman has not hit the ball with their bat, but the ball has hit the batsman&apos;s body or protective gear.</p> <p><b>wicket =&nbsp;</b>one of the two sets of three&nbsp;stumps&nbsp;and two&nbsp;bails&nbsp;at either end of the&nbsp;pitch</p> <p><b>maiden =&nbsp;</b>any over that is bowled by the bowler that results in zero runs being added to the batting teams run tota</p> <p><b>pitch =</b> field of playing cricket</p> <p><b>power-play =&nbsp;</b> the fielding restrictions in limited overs cricket .</p> <p><b>no-ball =&nbsp;</b>no-ball is an illegal delivery to a batsman.</p> <p><b>yorker =&nbsp;</b>a ball bowled which hits the cricket pitch around the batsman&apos;s feet.</p> <p><br></p> <p> <b>&nbsp;Pronunciation&nbsp;</b> </p> <p><b>Divide the following words into two groups in accordance with their pronunciation /aɪ/ and /eɪ/.&nbsp;</b></p> <p>/ai/ ➡ fine, shine, bright, might, five, why, sight, white, by,</p> <p>/ei/ ➡ rein, rail, sleigh, break, freight, eight, game, claim, friend, gait, hail, frame&nbsp;</p> <p><br></p> <p><b>Comprehension&nbsp;</b></p> <p> <b>&nbsp;State whether the following sentences are True or False or Not Given.&nbsp;</b> &nbsp;England was the champion of 1996 World Cup Football. =&nbsp;<b><i>False</i></b> &nbsp;Italy bagged its first Euro Cup trophy in the Euro Cup 2020.&nbsp;<b><i>= False</i></b> &nbsp;The English team has won more trophies in International Football than Italy. =&nbsp;<b><i>False</i></b> &nbsp;According to the captain of the English team, the pain of losing a match has lasting effects. =&nbsp;<b><i>True</i></b> &nbsp;The Italian team was playing in their home ground. =&nbsp;<b><i>False</i></b> &nbsp;The goalkeeper of the Italian team had performed better than any other players in the match. =&nbsp;<b><i>Not given</i></b> </p> <p><br></p> <p> <b>&nbsp;Answer the following questions.&nbsp;</b> <b>&nbsp;Why does the reporter say that England is waiting to heal its half-century long pain?&nbsp;</b> </p> <p><b>=&nbsp;</b>The last time England had ever won a Euro World Cup match was in 1966 AD. Here, Pain means the painful feeling caused because of losing many matches. That&apos;s why the reporter says that England is waiting to heal its half-century long pain.</p> <p><br></p> <p> <b>&nbsp;How did the Italian players react as soon as they became the champions?&nbsp;</b> </p> <p><b>=&nbsp;</b>Jubilant Italy players started shouting at the TV saying &quot;It&apos;s coming Rome&quot; `It&apos;s coming Rome&quot;. which was the capital of Italy. It was actually a mock of the anthem of the England Football Team which meant football coming home.</p> <p><br></p> <p> <b>&nbsp;Why did Saka and Sancho cry?&nbsp;</b> </p> <p><b>=</b> Saka and Sancho cried because their team lost on penalties. Both players missed their spot kicks during the shootout as Gianluigi Donnarumma&apos;s save from Saka&apos;s shot helped in the victory for Italy.</p> <p><br></p> <p> <b>&nbsp;Penalty shoot-out has long been a bitter experience for the English team. Why?&nbsp;</b> </p> <p><b>=&nbsp;</b>England has lost the matches frequently due to the miss in penalty shootout, that&rsquo;s why penalty shoot-out has long been a bitter experience for the English team. In Euro 2020, Bukayo Saka, England&apos;s youngest players, missed the penalty that handed Italy the championship and denied England its first international victory since 1966 in Euro Cup 2020. England team penalty kickers Marcus Rashford and Jared Sancho also have failed to convert their shootout to the victory in the past. Such a condition had happened for the third consecutive time.</p> <p><br></p> <p> <b>&nbsp;State the contribution of Roberto Mancini to Italian football.&nbsp;</b> </p> <p><b>=&nbsp;</b>Roberto Mancini led the Italian national football team to unparalleled success. He was the driving force behind the Italian team&apos;s rise from the depths of despair to the pinnacle of the sport. He has turned Italy into a professional football team that still adheres to the country&apos;s traditional defense principles by using Italian players from the start, encouraging confidence in the national squad, and enduring a cultural reset.&nbsp;</p> <p>Only four years ago, Italy&apos;s football history was shattered as it failed to qualify for the World Cup for the first time in 60 years. Now, they&apos;re the greatest team in Europe, and Roberto Mancini has led them to a 34-game winning streak, a national record. To win Euro Cup 2020, Mancini instills tremendous confidence in the Italian football squad. At these Euros, 25 of the 26-man team have played on the field at any point.&nbsp;</p> <p><br></p> <p> <b>&nbsp;How does the Euro Cup final 2020 remind the audiences of the 2018 World Cup semifinals? How?</b> </p> <p><b>=&nbsp;</b>When Italian players face English players in the Euro Cup final 2020, they use the same strategy that English players used when they faced Croatians in the 2018 World Cup Semifinals. In the 2018 World Cup semifinals, England scored early against Croatia and then spent the rest of the game chasing its opponent&apos;s midfield until succumbing in extra time due to a recent Croatian goal. So, the Euro 2020 Match also reminds the audiences of the 2018 World Cup semifinals.</p> <p><br></p> <p><b>Critical thinking&nbsp;</b></p> <p> <b>&nbsp;&quot;Every match is a new opportunity. Put its failure behind you and start over again.&quot; Does this apply to the Italian football team when we analyse their performance from their failure to qualify for the World Cup Football to their victory in the European Championship in these four years?&nbsp;</b> </p> <p><b>=&nbsp;</b> Italy is constantly improving and investing more in the enhancement of its football team. Though they had faced many challenges, digested many defeats, we can say that they are constantly improving themselves and now the football culture in Italy is second to none.</p> <p><br></p> <p>The Italian football team pushed on with specific goals in mind, erasing any lingering differences. Within the past four years, this team seemed optimistic. The team&apos;s players and coach kept up their efforts to win the championship trophy. They understand the importance of player development.&nbsp;</p> <p><br></p> <p>Many losses have befallen the Italian football squad in the last few years. The coach Roberto Mancini was the driving force behind this team&apos;s triumph. &nbsp;He provided excellent leadership throughout the course of those four years. They were all masters in management, strategic planning, and physical treatment. They were successful in the upper divisions of the national football leagues because of their dedication and sense of camaraderie. Most of their national matches went their way, and they even qualified for the World Cup. The members of this squad were all top-notch professionals.&nbsp;</p> <p><br></p> <p>The strategy of this team was continuously evolving. It was a long and difficult journey for the whole team to reach their goal of becoming champions. They continued on their path full of energy and passion, free of any sense of regret. For them, every game was a chance to try something new. After each battle, they honed their skills and tactics.&nbsp;</p> <p><br></p> <p> <b>&nbsp;When a team plays in a home ground, it gets a huge support from the audience in the stadium. Does this support them to win the match or the players may feel pressure to win and thus lose? What do you think?</b> </p> <p><br></p> <p>Yes, the players benefit much from this. Players like the opportunity to compete in front of their own fans, who provide constant encouragement and motivation throughout the game. On the field, the audience&apos;s encouragement of the team members means a great deal to them. The games take place in a more intimate setting, with a more supporting crowd. However, the players may also encounter unexpected outcomes in the course of the games.</p> <p><br></p> <p>There is no way to predict the outcome of a game. Players may even feel pressured to play their home games in front of their adoring fans. Because they don&apos;t want to disappoint their fans, players avoid losing in front of them. They are anxious about the outcome of the match. In their home stadium, they have a lot of pressure to win against their rivals. When they first begin to play, they make a lot of blunders because they are scared. As a result, they lose games and are criticized by both their supporters and the media.</p> <p><b>Writing</b></p> <p> <b>&nbsp;Correct the punctuation marks of the following text.</b> </p> <h5>A lot of people try to get away from home for a few days each year for a holiday. There are lots of things to choose from, and where you go depends on how much money you&apos;ve got to spend. Ideas for holidays include relaxing on a beach, exploring cities, and skiing. One man wanted to go to Australia but thought he&apos;d never have enough money to get there. He&apos;d go to his brother&rsquo;s caravan at the seaside instead. A young woman wanted to go clubbing in Ibiza as she&apos;d heard it was a lot of fun.</h5> <p><br><br></p> <p> <b>&nbsp;Write a news story based on the given information.</b> </p> <p><br></p> <p><b>Argentina beats Brazil in the COPA America Cup.</b></p> <p><br></p> <p>By Reuters</p> <p><br></p> <p>July 10th, Rio de Janeiro: Argentina&apos;s first major championship in 28 years is secured on Saturday because of Angel Di Maria&apos;s goal which gave them a 1-0 victory against Brazil. The 15th Copa America title is now in Argentina&apos;s hands.</p> <p>Lionel Messi&apos;s first medal in an Argentina shirt after more than a decade of club and individual awards was a remarkable incident in the match. On his maiden appearance in the Copa, Di Maria opened the scoring when he came on as a substitute in the second half.</p> <p><br>After the goal, Brazil&apos;s players were put under even more strain. After the first half, the second half of the game seemed to be rather exciting. However, despite Brazil fielding a five-man forward line in the second half and playing aggressively against Argentina&apos;s De Paul-covered defense, they were unable to score a goal.<br><br>From the beginning to the end, it seemed as though Brazil had no other alternatives. Argentina used skills to defeat Brazil.</p> <p><br></p> <p> <b>&nbsp;We can see many countries competing to host the great international sport events like the World Cup Football. But, there are arguments that hosting an event like World Cup Football can have more problems than benefits. What do you think? Write your arguments in favour or against hosting an international sport event in about 500 words.</b> </p> <p><b>=</b>&nbsp; Every coin has two sides. &nbsp;We can argue in both verses. Organizing Games has many advantages.&nbsp;</p> <p>Sports events have a significant impact on infrastructure development in the host cities. This includes improvements to transportation systems and accommodation facilities; swimming pools; communication systems; new sports stadiums; and more.</p> <p><br></p> <p>Because of ticket sales and other income sources like broadcast rights, the host country obtains millions of dollars. Tourists are encouraged to visit the host country, which generates more foreign currency. Consequently, the worldwide prestige of the host country improves and rises as a consequence of this.</p> <p><br></p> <p>In addition to boosting tourism, these events provide locals with employment opportunities. Encouragement from home supporters helps the players to do well in football matches as well.</p> <p><br></p> <p>With this in mind, there are several negatives to hosting a large event. The customary routines of the locals are thrown off. People may be forced to abandon their houses if the government seizes their land for the event. If the locals are against the event, the host country may have to pay a lot of money to host it. It might even affect the culture and also bring environmental pollution.</p> <p><br></p> <p><b>Grammar</b></p> <p><b>Countable = few</b></p> <p><b>Unountable = little</b></p> <p><b>Countable = few bhanda thorai badhi testo bela&nbsp;</b><b><i>a few</i></b><b>&nbsp;use garnus</b></p> <p><br></p> <p> <b>&nbsp;Complete the following sentences with much, many, few or little.&nbsp;</b> &nbsp;He is an introvert. He has got very&nbsp;<b><i>few</i></b> friends.&nbsp; &nbsp;I am busy preparing for my examinations. I have very&nbsp;<b><i>little</i></b> time to give to you.&nbsp; &nbsp;The entire winter season was dry this year. We&nbsp;<b><i>had</i></b> little rain.&nbsp; &nbsp;Our town has almost been modernized. There are<b><i>&nbsp;few</i></b> old buildings left.&nbsp; &nbsp;You can come today. I haven&rsquo;t got&nbsp;<b><i>much</i></b> to do.&nbsp; &nbsp;The party was crowded. There were too&nbsp;<b><i>many&nbsp;</i></b>people.&nbsp; &nbsp;How<b><i>&nbsp;many&nbsp;</i></b>photographs did you take while you were in Switzerland?&nbsp; &nbsp;There was&nbsp;<b><i>little&nbsp;</i></b>traffic so I came in time.&nbsp; &nbsp;Can I borrow a few books from you?&nbsp; &nbsp;Mohan can&rsquo;t be a good teacher. He has<b><i>&nbsp;little&nbsp;</i></b>patience. </p> <p><br></p> <p><b>2,3 Things = Use Each</b></p> <p><b>More than 3 Things, use every&nbsp;</b></p> <p><br></p> <p>Each = Object, people, things</p> <p>Every = Group of People/time</p> <p><br></p> <p> <b>&nbsp;Put each or every in the following sentences.</b> &nbsp;The party split into three factions,&nbsp;<b><i>each</i></b> faction headed by a former prime minister.&nbsp; &nbsp;Leap years occur&nbsp;<b><i>every&nbsp;</i></b>four years.&nbsp; &nbsp;<b><i>Every&nbsp;</i></b>parent worries about their children.&nbsp; &nbsp;We had a great time in Singapore. We enjoyed&nbsp;<b><i>every</i></b> minute of our time.&nbsp; &nbsp;I could catch the main idea of his speech but I didn&rsquo;t understand&nbsp;<b><i>each&nbsp;</i></b>of his words.&nbsp; &nbsp;In Nepal,&nbsp;<b><i>every&nbsp;</i></b>motorcycle rider should wear a helmet.&nbsp; &nbsp;You must read<b><i>&nbsp;each of</i></b> these books for the exam.&nbsp; </p> <p><br></p> <p> <b>&nbsp;Rewrite the following sentences using all of, most of, none of, both of or some of.&nbsp;</b> &nbsp;Your garden is superb.&nbsp;<b><i>All of &nbsp;</i></b>the flowers are beautiful. &nbsp;Do you know Bharat and Kamal? Of course, both<b><i>&nbsp;of&nbsp;</i></b>them are my friends. &nbsp;I bought a box of apples thinking it would be cheaper but I was mistaken&nbsp;<b><i>most of</i></b> them were rotten. &nbsp;When I was in the town, I asked some people for directions but&nbsp;<b><i>none of &nbsp;</i></b>them were able to help me. I had to call my friend. &nbsp;We all were soaked in the rain because&nbsp;<b><i>none of&nbsp;</i></b>us had carried an umbrella. &nbsp;My father is healthy in his seventies but he feels isolated because &nbsp;<b><i>most of</i></b><b><i>&nbsp;</i></b>his friends are dead now. &nbsp;All of the tourists are not Chinese, some<b><i>&nbsp;of</i></b><b>&nbsp;</b>them are Korean too. </p> <p><br></p> <p> <b>&nbsp;Choose the best word from the brackets to complete the sentences.</b> &nbsp;Give me&nbsp;<b><i>the</i></b> money I owe you. (which/the/a/an) &nbsp;I want&nbsp;<b><i>a</i></b> boat which would take me to the island. (the/an/those/a) &nbsp;Could you pour me&nbsp;<b><i>some</i></b> water, please? (many/few/these/some) &nbsp; &nbsp; &nbsp;d. &nbsp;Only a few employees know how important the project was. (a few/a little/little/few) &nbsp;He was looking for&nbsp;<b><i>an</i></b> umbrella. (an/a/those/these) &nbsp;<b><i>A large amount of wate</i></b>r was evaporated due to excessive heat. (A large number of/ A lot of/ A large amount of/Many) </p> <p>"
        "reward": " This is the content you get as reward for chapter 3 " 

    },
    {
      "title": "Unit 4 - Technology",
      "story": "<h2><b>&nbsp;Unit 4</b></h2> <h2><b>Technology</b></h2> <h2><b>Hyperloop</b></h2> <p><b>&nbsp; Exercise Notes &lsquo;</b></p> <p><b>Working with words&nbsp;</b></p> <p> <b>&nbsp;Choose the correct words from the box to complete the following sentences.&nbsp;</b> </p> <p><i>freight levitation gridlock pneumatic predecessor envisioned equivalent subsonic turbulence deceleration&nbsp;</i></p> <p> &nbsp;I think that covering up the facts is&nbsp;<b><i>Equivalent</i></b> to lying really. &nbsp;If there is not a substantial move to public transport, we will have <b><i>declaration</i></b> and the whole regeneration will not work. &nbsp;Each new leader would blame his<b><i>&nbsp;predecessor&nbsp;</i></b>for all the evils of the past. &nbsp;We have, in fact, <b><i>envisioned</i></b> a better world and have made it happen. &nbsp;The main linear actuators of the<b><i>&nbsp;Pneumatic</i></b> systems are cylinders. &nbsp;The barrel was short and the bullet emerged at&nbsp;<b><i>subsonic</i></b> speed. &nbsp;The city is said to receive two-fifths of the total&nbsp;<b><i>freight&nbsp;</i></b>delivered in the country. &nbsp;It would still take four hours to get down, in a spiral of&nbsp;<b><i>gridlock.</i></b> &nbsp;Apparently, the magician will be doing some<b><i>&nbsp;Levitation</i></b> on the\\stage tomorrow. &nbsp;We might be experiencing some&nbsp;<b><i>Turbulence</i></b> on this flight due to an approaching electrical storm. </p> <p><br></p> <p> <b>&nbsp;Add three more words that are formed with the following prefixes.&nbsp;</b> &nbsp;hyper- : hyperloop,&nbsp;hypersensitive, hyperlipidaemia, hyperinflation. &nbsp;ultra- : ultrahigh, ultralight,&nbsp;ultrashort, ultrabasic, ultrafiche. &nbsp;up-: uphill,&nbsp;Upwork, upside, uplift &nbsp;over-: overcoming,&nbsp;overwhelm, overdrunk, oversized &nbsp;multi-: multibillion,&nbsp;multinational, multicultural, multiply </p> <p><br></p> <p><b>&nbsp;Comprehension&nbsp;</b></p> <p><b>&nbsp;Answer the following questions.</b></p> <p> <b>&nbsp;What is a hyperloop? How does it work?&nbsp;</b> </p> <p>= Hyperloop is a planned train that would be capable of travelling at incredible speeds. It&apos;s superfast because it&apos;s enclosed in a tube with no air in it. As a result of the lack of air, there will be no friction to slow the train down.</p> <p><br></p> <p> <b>&nbsp;How is hyperloop more beneficial than the traditional trains?&nbsp;</b> </p> <p><b>=&nbsp;</b>Hyperloop is much more beneficial and superior than any traditional or a high-speed rail. It&apos;s less expensive and uses less energy since the track doesn&apos;t have to provide electricity to the pods constantly and because the pods may depart every 30 seconds, it&apos;s more like a demand-based service.</p> <p><br></p> <p> <b>&nbsp;Does hyperloop have a successful history? How?&nbsp;</b> </p> <p><b>=&nbsp;</b>No, it does not have a successful history since the original concept for hyperloop was to use waggons and pneumatic tubes to transport mail and parcels between buildings which was ultimately a failure.</p> <p><br></p> <p> <b>&nbsp;Write the contributions of Robert Goddard and Elon Musk for the development of hyperloop.</b> </p> <p><b>=</b> As early as the early 20th century, Robert Goddard developed the &quot;vactrain&quot; concept. This is certainly an origin to the hyperloop. Since then, there have been a significant number of similar ideas.</p> <p>Elon Musk, the creator of SpaceX and Tesla, came up with the notion of the hyperloop in order to offer ultra-fast intercity transportation. Travel pods enclosed within steel tubes will serve as Elon Musk&apos;s &quot;fifth mode of transportation,&quot; which will be superior to any cars, planes, boats, and trains. His &apos;Hyperloop Alpha&apos; publication in August 2013 sparked the concept of hyperloop.<br><br></p> <p> <b>&nbsp;What relation does speed have with air resistance? Explain.&nbsp;</b> </p> <p><b>=&nbsp;</b>More Air resistance decreases the speed of a moving body and vice versa. Since, Hyperloop will travel through the vacuum tubes, the speed will drastically increase as the result of no-air resistance.</p> <p><br></p> <p> <b>&nbsp;What are hyperloop capsules compared with? How are they similar?&nbsp;</b> </p> <p><b>=&nbsp;</b>Hyperloop capsules are compared to Boeing 747s because they both accelerate at the same rate of speed.</p> <p><br></p> <p> <b>&nbsp;How do the passengers feel while travelling via hyperloop? What will be done to make it luxurious?&nbsp;</b> </p> <p><b>=&nbsp;</b>On a hyperloop, the passengers feel approximately the same as riding a lift or a passenger aircraft. The cabin shows beautiful scenery and each passenger has access to his or her own private amusement systems, to let them have an easy trip.</p> <p><br></p> <p> <b>&nbsp;Why does the writer doubt the success of hyperloop? What does success depend on?&nbsp;</b> </p> <p><b>=</b> Hyperloop&apos;s success will be determined on the destinations, the local economy, and the geographical location. The author has concerns regarding hyperloop&apos;s viability because of the enormous multibillion-dollar expenditure and the fact that the projects are still in the pilot and experimental phases. In the past, Nikola Tesla and Elon Musk had already closed the same concept program, due to no response from government authorities.</p> <p><br></p> <p><b>Critical thinking</b></p> <p> <b>&nbsp;Is the hyperloop the future of transportation or just a dream? What do you think? Justify your opinion with suitable reasons.&nbsp;</b> </p> <p>=The hyperloop, in my opinion, is the way transportation will be in the future. When Elon Musk&apos;s concept of Hyperloop first appeared in 2013, it was hailed as a &quot;futuristic mass transportation system.&quot;&nbsp;</p> <p><br></p> <p>The fact that the box floats in the tubes and only makes its way a few millimeters above the ground is the most impressive aspect about the Hyperloop. It is expected not only to shorten travel times between cities, but also expected to be more cost-effective and environmentally friendly than current modes of transportation. Using pneumatic steel tubes, it will travel from one end to the other at supersonic speeds.</p> <p><br></p> <p>But, Hyperloop has many challenges. First, the development of Hyperloop will be very expensive, hence won&rsquo;t be economical to all types of travelers. It&apos;s still in the testing phase, even though the corporations involved are keen to tout the technology&apos;s potential. Despite the attractiveness of this new technology, it takes time to realize its full potential.&nbsp;</p> <p><br></p> <p>If inventors and innovators succeed in their initiatives, it might be the transportation method of the future. Nothing has been impossible to us, to create or manage in past and present as well. So, I think that hyperloops have the potential to revolutionize transportation.</p> <p><br></p> <p> <b>&nbsp;The number of private vehicles is increasing day by day in Nepal beyond the capacity of our infrastructure. What do you think should be done to curb the ever-growing number of private vehicles? Discuss.</b> </p> <p>Nepal&apos;s infrastructure is being outpaced by private automobile and vehicle use. Vehicle ownership is constantly rising among the Nepalese population. Despite the fact that they save time and privacy, they are hazardous to the environment since they cause greater pollution, traffic congestion, and road deaths.&nbsp;</p> <p><br></p> <p>As a solution to this problem, even though petroleum costs are rising, more and more people are buying their own vehicles. As a result, traffic is expanding at an alarming rate.</p> <p><br></p> <p>It is time to outlaw private vehicles since their extensive use harms the environment and raises harmful gas emissions that will cause big difficulties in the future. We should reduce the number of vehicles on the road by putting public transit first and prioritizing it above private autos.&nbsp;</p> <p><br></p> <p>There should be limits on the use of old personal automobiles by municipal administrations. New highways need to be constructed or existing ones widened. People must use public transportation. The public and the government should be worried about this. Some of the traffic congestion may be alleviated by widening the roads. As a last point, public transportation should be emphasized, including the bus, rail, and so on.</p> <p><br></p> <p>Working together, the government and citizens can make this happen. Effective management is needed to avoid a growth in the number of automobiles and their detrimental impacts because it&apos;s almost insane to stop people from purchasing and using personal vehicles.</p> <p><br><br></p> <p><b>Grammar</b></p> <p> <b>&nbsp;Rewrite the following sentences with the correct form of the verbs in the brackets.</b> &nbsp;The invitation is for one person. I don&rsquo;t mind whether you or she (come) to the party. </p> <p>&rarr;The invitation is for one person. I don&rsquo;t mind whether you or she comes to the party.</p> <p><br></p> <p> &nbsp;Neither the MPs nor the Prime Minister (have) felt regret for the party split. </p> <p>&rarr;Neither the MPs nor the Prime Minister has felt regret for the party split.</p> <p><br></p> <p> &nbsp;I don&rsquo;t care whether he or she (win) the lottery. </p> <p>I don&rsquo;t care whether he or she wins the lottery.</p> <p><br></p> <p> &nbsp;Either the Kantipur or the Republica (be) used for the advertisement. </p> <p>&rarr;Either Kantipur or the Republica is used for the advertisement.</p> <p><br></p> <p> &nbsp;She speaks in a strange accent. Neither I nor my sister (understand) her. </p> <p>&rarr;She speaks in a strange accent. Neither I nor my sister understands her.</p> <p><br></p> <p>f.I forgot whether the singers or the actress (be) given the Film Fair Award last year.</p> <p>&rarr;I forgot whether the singers or the actress were given the Film Fair Award last year.</p> <p><br></p> <p> &nbsp;Neither the tracksuit nor the pajamas (fit) me perfectly. </p> <p>&rarr;Neither the tracksuit nor the pajamas fit me perfectly.</p> <p><br></p> <p> &nbsp;Neither the gas fire nor the electric heaters (be) suitable for room heating. </p> <p>&rarr; Neither the gas fire nor the electric heaters are suitable for room heating.</p> <p><br><br></p> <p> <b>&nbsp;This passage contains the agreement errors. Correct the subjects or verbs that don&rsquo;t agree with each other. Remember to use present tense in your corrections.&nbsp;</b> </p> <p><b>Corrected Passage-</b></p> <p>Within the state of Arizona, Rob, along with his family, moves frequently from city to city. After his arrival, one of his first tasks was to find an apartment close to work, as he did not have a car. Usually, there are many different places to choose from, and he considers cost, location, and luxury. If one apartment has a washing machine and dryer and costs four hundred dollars a month, he prefers to rent it over another apartment which has significantly less rent and is located two blocks from a Laundromat. Rob&apos;s family never wanted to live in an apartment on the thirteenth floor, since all of them fear heights. He also tried to choose an apartment with a landlord recommended by former tenants. Everybody knows that it is important to find a responsible landlord. Rob and his wife love to cook together when both are free, so they need a spacious, well-equipped kitchen. Rob often looks for a place with an air conditioner because there are so many scorching days and nights in Arizona. Whenever Rob finds a new apartment, all of his concerns disappear. He felt relieved and called his mother. Someone understands!</p> <p>"
      "reward": " This is the content you get as reward for chapter 4 " 

    },
    {
      "title": "Model Question Solution",
      "story": "The solution of model question is discussed in detail in our youtube channel - The SR Zone. You can watch the video for better understanding. You can also download the PDF of the model question solutions of this subject by visiting our official website - tsz.com.np."
         "reward": " This is the content you get as reward for chapter 4 " 

    }
  ]
}
